{
    "product_name": "[Daze",
    "description": "Architectural shapes inspired this collection of low tables with futuristic lines by Dutch design studio Truly Truly. Made of bent and welded sheets of metal, the Daze low tables are hand colored, one by one, so that the intensity of the paint changes as it spills out of the cuts with different effects. Artisan craftsmanship with the aid of high tech, adds a note of unpredictability to the precise geometrics of the shapes and materials. The most important feature of this tables is that the second painting, the “shade” is done by hand, so each time you will have a different result of intensity and direction of the paint.",
    "designer": "Truly Truly",
    "year": null,
    "dimensions": "Cod. ODAZES Small W 45 D 41,5 H 42 cm Cod. ODAZEM Medium W 60 D 41,5 H 35 cm Cod. ODAZEL Large W 90 D 61,5 H 25 cm",
    "materials_and_finishes": "Frame: metal sheets bent and weelded, powder coated with a special embossed paint for the base color which allow the second powder coating to grab on the first one. Finishes EDAZES: bottom T104 Sage, shade T22 Yellow.",
    "images": [
        "https://www.tacchini.it/wp-content/uploads/2022/12/Tacchini-MaterialsLibrary-T104.png",
        "https://www.tacchini.it/wp-content/uploads/2017/11/Tacchini-MaterialsLibrary-T22.png",
        "https://www.tacchini.it/wp-content/uploads/2022/12/Tacchini-MaterialsLibrary-T01.png",
        "https://www.tacchini.it/wp-content/uploads/2022/12/Tacchini-MaterialsLibrary-T105.png",
        "https://www.tacchini.it/wp-content/uploads/2018/05/Tacchini-MaterialsLibrary-T101.png"
    ],
    "designer_bio": "[Back to collections](https://www.tacchini.it/en/collections/) # Truly Truly Truly Truly is a Rotterdam (NL) based design studio. It was founded by Australian husband and wife design team Joel Booy & Kate Booy, and operates on the interface between industry and art. They run a versatile practice, creating textiles, lighting, furniture and spatial installations. How a design will be experienced is crucial to the core of their work. Truly Truly is a manifesto: make things properly, honestly and artfully. “We are constantly trying to appeal to our own desire to be surprised, captivated or moved. Our work is often sculptural or poetic, with tactility, sensuality and functionality playing an important role.” Products"
}